[
  {
    "name": "Україна",
    "flagFile": "data/img/Ukraine/flag.svg",
    "population": "41 млн 858 тис",
    "capital": "Київ",
    "attractions": [
      {
        "name": "Києво-Печерська лавра",
        "description": "Православний монастирський комплекс Української Православної Церкви в Києві. Один із найбільших християнських центрів-святинь країни. Визначна пам'ятка історії та архітектури.",
        "price": 3,
        "photoFile": "data/img/Ukraine/ua-attraction-1.jpg",
        "selected": false
      },
      {
        "name": "Хотинська фортеця",
        "description": "Фортеця XIII–XVIII століть у місті Хотині на Дністрі, що у Чернівецькій області України. Є Державним історико-архітектурним заповідником. Вважається одним з семи чудес України. Тут полюбляють проводити свята козацької звитяги.",
        "price": 70,
        "photoFile": "data/img/Ukraine/ua-attraction-2.jpg",
        "selected": false
      },
      {
        "name": "Заповідник \"Асканія-Нова\"",
        "description": "На Херсонщині вцілів єдиний в Європі нерозораний степ. Класика відвідування \"Асканії-Нова\" – поїздка загонами з екзотичними тваринами. А вперше сюди треба їхати навесні – коли цвітуть іриси, тюльпани і ковила.",
        "price": 65,
        "photoFile": "data/img/Ukraine/ua-attraction-3.jpg",
        "selected": false
      }
    ]
  },
  {
    "name": "Швеція",
    "flagFile": "data/img/Sweden/flag.svg",
    "population": "9 млн 354 тис",
    "capital": "Стокгольм",
    "attractions": [
      {
        "name": "Ботанічний сад Гетеборга",
        "description": "Парк займає за площею понад 25 гектарів, і розташований в центрі міста. У парку ви можете відвідати \"сад каменів\", де представлені більше 6000 тіньових і болотних рослин, \"японську галявину\", колекцію орхідей і диких рододендронів, що налічує більше 1500 видів.",
        "price": 55,
        "photoFile": "data/img/Sweden/se-attraction-1.jpg",
        "selected": false
      },
      {
        "name": "Королівський Палац",
        "description": "Величний королівський палац був побудований в римському стилі архітектором Нікодемусом Тессін Молодшим. Він налічує 600 кімнат, розташованих на семи поверхах. Це діючий палац, ле він відкритий для відвідувачів цілий рік.",
        "price": 440,
        "photoFile": "data/img/Sweden/se-attraction-2.jpg",
        "selected": false
      },
      {
        "name": "Упсальський кафедральний собор",
        "description": " Грандіозний готичний собор був закладений в 1260 р., коли в місті налічувалося всього 800 жителів. Будівництво тривало 175 років. Висота найбільшого в Скандинавії собору дорівнює довжині і становить 118,7 м. Це - національна святиня, найстаріша церква в Швеції, що використалася для коронацій і архієпископський храм.",
        "price": 0,
        "photoFile": "data/img/Sweden/se-attraction-3.jpg",
        "selected": false
      }
    ]
  },
  {
    "name": "Латвія",
    "flagFile": "data/img/Latvia/flag.svg",
    "population": "9 млн 354 тис",
    "capital": "Рига",
    "attractions": [
      {
        "name": "Будинок Чорноголових",
        "description": "В самому центрі Риги знаходиться знаменитий пам'ятник архітектури 14 століття - Будинок Чорноголових. Неодноразово перебудовувана будівля була більшою частиною зруйнована в роки Великої Вітчизняної. Відновити будівлю вдалося вже в наші дні.",
        "price": 177,
        "photoFile": "data/img/Latvia/lv-attraction-1.jpg",
        "selected": false
      },
      {
        "name": "Турайдський замок у Сигулді",
        "description": "Місто Сігулда - серце Національного Парку Гауя, заснований близько Турайдського замку. Замок був побудований в 1207 році орденом мечоносців, з метою зміцнитися на цих землях, але був зруйнований під час Північної війни.  У наш час замок був реконструйований.",
        "price": 45,
        "photoFile": "data/img/Latvia/lv-attraction-2.jpg",
        "selected": false
      },
      {
        "name": "Яунмокський палац",
        "description": "Яунмокський палац розташований в Тукумському районі Латвії, в 75 км від Риги і приблизно в 30 км від міста Тукумс. Палац був побудований в 1901 році. Спочатку замок Яунмокас будувався як мисливський для мера міста Джорджа Армітстеда, якому палац належав до 1904 року.",
        "price": 118,
        "photoFile": "data/img/Latvia/lv-attraction-3.jpg",
        "selected": false
      }
    ]
  },
  {
    "name": "Німеччина",
    "flagFile": "data/img/Germany/flag.svg",
    "population": "83 млн 149 тис",
    "capital": "Берлін",
    "attractions": [
      {
        "name": "Гейдельберзький замок",
        "description": "Замок являє собою цілий комплекс будівель, в основному епохи Ренесансу та раннього бароко. У XVIII столітті в результаті міської пожежі замок горів і не був відновлений, - династія втратила свою впливовість, збідніла, і замок прийшов в запустіння. Тільки у XIX столітті міська влада почала реставрувати окремі його частини.",
        "price": 235,
        "photoFile": "data/img/Germany/de-attraction-1.jpg",
        "selected": false
      },
      {
        "name": "Берлінський собор",
        "description": "Мало хто знає сумну історію Берлінського собору. По суті це нова споруда, реставрація якого, після руйнувань часів Другої світової війни, закінчилася в 1993 р. Але колись храм задумувався як символ могутності Гогенцоллернів, які й не підозрювали, що чекає їх імперію.",
        "price": 206,
        "photoFile": "data/img/Germany/de-attraction-2.jpg",
        "selected": false
      },
      {
        "name": "Ахенський собор",
        "description": "Ахен служив головною резиденцією Карла Великого і в середні століття став одним з найбільших культурних і політичних центрів Європи. І до цього дня тут височіє цінна спадщина, яку великий імператор залишив рідному місту - чудовий Ахенський собор.",
        "price": 1619,
        "photoFile": "data/img/Germany/de-attraction-3.jpg",
        "selected": false
      }
    ]
  },
  {
    "name": "Франція",
    "flagFile": "data/img/France/flag.svg",
    "population": "67 млн 76 тис",
    "capital": "Париж",
    "attractions": [
      {
        "name": "Лувр",
        "description": "Найбільший художній музей у світі. Він розташований в центрі столиці Франції - Парижі на правому березі Сени. Це один із найстаріших музеїв. Його історія колекціонування художніх і історичних цінностей Франції дуже багата.",
        "price": 500,
        "photoFile": "data/img/France/fr-attraction-1.jpg",
        "selected": false
      },
      {
        "name": "Палац Версаль",
        "description": "Палацово-парковий ансамбль в 22 кілометрах від Парижу, був задуманий Людовиком XII, який планував побудувати там усього лише невеликий мисливський замок. Але потім, за часів правління Людовика XIV створювалися навколишні споруди.",
        "price": 441,
        "photoFile": "data/img/France/fr-attraction-2.jpg",
        "selected": false
      },
      {
        "name": "Фортеця Каркасон",
        "description": "Середньовічний архітектурний ансамбль, розташований у французькому місті Каркассонн на території департаменту Од. Фортеця стоїть на правому березі річки Од на південний схід від сучасного міста.",
        "price": 88,
        "photoFile": "data/img/France/fr-attraction-3.jpg",
        "selected": false
      }
    ]
  }
]